# -*- coding: utf-8 -*-
"""Untitled1.ipynb

Automatically generated by Colaboratory.

Original file is located at
    https://colab.research.google.com/drive/1-PlaTDFU1riJGSbeyyYlABHam_eDdcP0
"""

# Задача 1.3.

month = int(input("Введите номер месяца:"))
if month == 1:
  print("Вы ввели январь, 31 дней")
elif month == 2:
  print("Вы ввели февраль, 28 дней")
elif month == 3:
  print("Вы ввели март, 31 дней")  
elif month == 4:
  print("Вы ввели апрель, 30 дней")
elif month == 5:
  print("Вы ввели май, 31")
elif month == 6:
  print("Вы ввели июнь, 30 дней")
elif month == 7:
  print("Вы ввели июль, 31 дней")
elif month == 8:
  print("Вы ввели август, 31 дней")
elif month == 9:
  print("Вы ввели сентябрь, 30 дней")
elif month == 10:
  print("Вы ввели октябрь, 31 дней")
elif month == 11:
  print("Вы ввели ноябрь, 30 дней")
elif month == 12:
  print("Вы ввели декабрь, 31 дней")
else:
  print("Такого месяца нет!")